bell_pos = [(18, 6), (75, 63)]  # 铃铛位置
awake_pos = [(300, 600), (400, 650)]  # 保持唤醒位置
full_pos = [(198, 762), (509, 863)]  # 房间已满员判断位置
full_continue_pos = [(225, 800), (500, 850)]    # 房间已满员继续按钮

main_pos = [(385, 1203), (452, 1267)]  # 主界面标识
main_btn_pos = [(131, 1195), (230, 1268)]  # 主城按钮
boss_pos = [(48, 296), (207, 420)]  # 怪物图像位置
accept_pos = [(385, 1043), (655, 1100)]  # 接受按钮位置
decline_pos = [(64, 1043), (333, 1100)]  # 拒绝按钮位置

prepare_pos = [(239, 905), (272, 938)]  # 准备按钮位置
continue_btn_pos = [(250, 1175), (455, 1225)]  # 继续按钮位置
continue_pos = [(285, 1185), (322, 1219)]  # 继续点击的位置
